Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: Apps and websites are optional. Combining both creates the most specific rule. Leave both empty for a global fallback.
ja: アプリとWebサイトは任意です。両方を組み合わせると最も具体的なルールが作成されます。両方を空のままにするとグローバルフォールバックになります。
zh_hans: 应用和网站均为可选项。同时指定两者可创建更精确的规则；全部留空则作为全局备用规则。

source: Architecture
ja: 建築
zh_hans: 架构

source: as Code
ja: コードとして
zh_hans: 作为代码

source: as HTML
ja: HTMLとして
zh_hans: 作为 HTML

source: as Markdown
ja: Markdownとして
zh_hans: 作为 Markdown

source: as Plain Text
ja: プレーンテキストとして
zh_hans: 作为纯文本

source: Audio
ja: 音声
zh_hans: 音频

source: Audio Ducking
ja: 音量ダッキング
zh_hans: 音频压低

source: Aus
ja: オフ
zh_hans: 关闭

source: Auto
ja: 自動
zh_hans: 自动

source: Auto Enter
ja: オートEnter
zh_hans: 自动回车

source: Auto prompt
ja: 自動プロンプト
zh_hans: 自动提示词

source: Auto-Detect
ja: 自動検出
zh_hans: 自动检测

source: Automatic
ja: 自動
zh_hans: 自动

source: Automatically raises quiet microphone input before transcription. Useful for low-gain microphones, but very noisy rooms may sound louder too.
ja: 文字起こし前に小さなマイク入力音量を自動的に上げます。低ゲインのマイクに便利ですが、騒がしい部屋では環境音も大きくなる可能性があります。
zh_hans: 在转录前自动提升较低的麦克风输入音量。对低增益麦克风很有用，但在非常嘈杂的房间中，环境噪音也可能被放大。

source: Available from the Workflow Palette. It never runs automatically after dictation.
ja: ワークフローパレットから利用可能です。音声入力後に自動的に実行されることはありません。
zh_hans: 可从工作流面板手动运行，听写结束后不会自动执行。

source: Back to List
ja: 一覧に戻る
zh_hans: 返回列表

source: Balanced
ja: バランス
zh_hans: 均衡

source: Become a supporter
ja: サポーターになる
zh_hans: 成为支持者

source: Behavior
ja: 動作
zh_hans: 行为

source: Best local quality for daily dictation. Runs offline with no API key.
ja: 日常の音声入力に最適なローカル品質です。APIキーなしでオフラインで動作します。
zh_hans: 日常听写的最佳本地质量。离线运行，无需 API 密钥。

source: Best local quality, but requires Apple Silicon. Intel Macs can use Apple Speech for setup.
ja: ローカルで最高の品質を提供しますが、Apple Siliconが必要です。Intel MacではセットアップにApple Speechを使用できます。
zh_hans: 本地最佳质量，但需要 Apple Silicon。Intel Mac 可使用 Apple 语音进行设置。

source: Best Value
ja: 一番お得
zh_hans: 最佳性价比

source: Boundary Upgrade
ja: 境界アップグレード
zh_hans: 边界升级

source: Bronze
ja: ブロンズ
zh_hans: 铜牌

source: Browse add-ons on the TypeWhisper website and install them directly here.
ja: TypeWhisperのウェブサイトでアドオンを探し、ここから直接インストールします。
zh_hans: 在 TypeWhisper 网站上浏览扩展插件，然后直接在此处安装。

source: Browse available add-ons and install the next integration directly here.
ja: 利用可能なアドオンを探し、次の連携機能をここから直接インストールします。
zh_hans: 浏览可用扩展，并在此直接安装新的集成功能。

source: Browse plugin catalog
ja: プラグインカタログを見る
zh_hans: 浏览插件目录

source: Build reusable prompt actions with the same wizard style as Rules.
ja: ルールと同じウィザード形式で、再利用可能なプロンプトアクションを作成します。
zh_hans: 以与规则相同的向导风格构建可重用的提示词操作。

source: Built-in Fallback
ja: 内蔵フォールバック
zh_hans: 内置备用项

source: Bullet List
ja: 箇条書きリスト
zh_hans: 项目符号列表

source: Change order via drag and drop
ja: ドラッグ＆ドロップで順序を変更
zh_hans: 拖放调整顺序

source: Change the order in the rules list via the drag handle.
ja: ドラッグハンドルを使用して、ルールリストの順序を変更します。
zh_hans: 使用拖动手柄调整规则在列表中的顺序。

source: Changes in the wizard still regenerate this prompt automatically.
ja: ウィザードでの変更は、引き続きこのプロンプトを自動的に再生成します。
zh_hans: 向导中的更改仍会自动重新生成此提示词。

source: Checklist
ja: チェックリスト
zh_hans: 检查清单

source: Checking website…
ja: ウェブサイトを確認中…
zh_hans: 正在检查网站…

source: Choose a local engine now or continue and finish later
ja: 今すぐローカルエンジンを選択するか、そのまま続行して後で完了します
zh_hans: 现在选择本地引擎，也可以继续并稍后完成

source: Choose an output format preset
ja: 出力フォーマットのプリセットを選択
zh_hans: 选择输出格式预设

source: Choose how the input should be reformatted.
ja: 入力の再フォーマット方法を選択してください。
zh_hans: 选择输入文本的重新格式化方式。

source: Choose how this workflow starts. Automatic can use app, website, hotkey, or combinations.
ja: このワークフローの開始方法を選択します。「自動」では、アプリ、ウェブサイト、ホットキー、またはその組み合わせを使用できます。
zh_hans: 选择此工作流的启动方式。自动方式可使用应用、网站、快捷键或组合。

source: Choose one target language or a two-way language pair.
ja: 1つの翻訳先言語、または双方向の言語ペアを選択してください。
zh_hans: 选择一个目标语言或双向语言对。

source: Choose the apps where this rule may apply automatically.
ja: このルールが自動的に適用されるアプリを選択します。
zh_hans: 选择此规则可自动适用的应用。

source: Choose the concrete outcome this workflow should produce.
ja: このワークフローが生成する具体的な結果を選択します。
zh_hans: 选择此工作流应产生的具体结果。

source: Choose the plan that fits.
ja: 最適なプランを選択してください。
zh_hans: 选择最适合的方案。

source: Choose the scenario closest to you. You can change it later in Settings > License.
ja: 最も近いシナリオを選択してください。後から「設定 > ライセンス」で変更できます。
zh_hans: 选择最贴近你的场景。你可以稍后在“设置 > 许可证”中更改。

source: Choose whether this prompt always translates into one language or toggles between a fixed pair.
ja: このプロンプトで常に単一の言語に翻訳するか、固定の言語ペア間で切り替えるかを選択します。
zh_hans: 选择此提示词是始终翻译为单一语言，还是在固定配对之间切换。

source: Choose Your Hotkey
ja: ホットキーの選択
zh_hans: 选择快捷键

source: Clean up dictated text for readability and punctuation.
ja: 音声入力されたテキストの句読点を補い、読みやすく整形します。
zh_hans: 整理听写文本，改善可读性并修正标点。

source: Cleaned Text
ja: 整形済みテキスト
zh_hans: 整理后的文本

source: Clear Rewrite
ja: 明確に書き換え
zh_hans: 清除改写结果

source: Clear Search
ja: 検索をクリア
zh_hans: 清除搜索

source: Clear search to reorder workflows
ja: 並べ替えるには検索をクリアしてください
zh_hans: 清除搜索以重新排序工作流

source: Cloud
ja: クラウド
zh_hans: 云端

source: Cloud providers can be added later in Settings.
ja: クラウドプロバイダは後で「設定」から追加できます。
zh_hans: 可以稍后在“设置”中添加云服务提供商。

source: Code
ja: コード
zh_hans: 代码

source: Cohere currently ignores Terms. Dictionary Corrections still apply after transcription.
ja: Cohereは現在、用語を無視しています。文字起こし後も辞書による修正は適用されます。
zh_hans: Cohere 目前会忽略词条。转录后仍会应用词典纠正。

source: Commercial license
ja: 商用ライセンス
zh_hans: 商业许可证

source: Community
ja: コミュニティ
zh_hans: 社区

source: Company-wide rollout, procurement, and compliance-heavy setups.
ja: 全社的な展開、調達、およびコンプライアンスが重視されるセットアップ。
zh_hans: 全公司范围部署、采购和合规性要求较高的配置方案。

source: Complete Setup
ja: セットアップを完了
zh_hans: 完成设置

source: Completed
ja: 完了
zh_hans: 已完成

source: Concise
ja: 簡潔
zh_hans: 简洁

source: Concise Rewrite
ja: 簡潔に書き換え
zh_hans: 简洁改写

source: Condense dictated text into a concise summary.
ja: 音声入力されたテキストを簡潔な要約にまとめます。
zh_hans: 将听写文本压缩为简洁的摘要。

source: Configure behavior first, then fine-tune the model settings for this prompt.
ja: まず動作を設定してから、このプロンプトのモデル設定を微調整してください。
zh_hans: 先设置处理方式，再微调此提示词使用的模型参数。

source: Configure the provider in Integrations.
ja: 「統合」でプロバイダーを設定してください。
zh_hans: 请在“集成”中配置服务提供商。

source: Configure Voice & Speed…
ja: Voice & Speedの設定…
zh_hans: 设置语音和语速…

source: Configured
ja: 設定済み
zh_hans: 已配置

source: Connect Discord
ja: Discordを連携
zh_hans: 连接 Discord

source: Continue
ja: 続ける
zh_hans: 继续

source: Controls whether spoken numbers in supported languages are converted to digits for this workflow.
ja: サポート対象言語で音声入力された数詞を、このワークフローで数字に変換するかどうかを制御します。
zh_hans: 控制此工作流是否将受支持语言中的口述数字转换为阿拉伯数字。

source: Create and manage the workflows TypeWhisper should actively run.
ja: TypeWhisperがアクティブに実行するワークフローを作成および管理します。
zh_hans: 创建和管理由 TypeWhisper 主动运行的工作流。

source: Create First Prompt
ja: 最初のプロンプトを作成
zh_hans: 创建第一个提示词

source: Create First Rule
ja: 最初のルールを作成
zh_hans: 创建第一条规则

source: Create First Workflow
ja: 最初のワークフローを作成
zh_hans: 创建第一个工作流

source: Create Table
ja: 表を作成
zh_hans: 创建表格

source: Creates a JSON support report with app, system, permission, plugin, settings and audio device diagnostics.
ja: アプリ、システム、権限、プラグイン、設定、およびオーディオデバイスの診断を含むJSONサポートレポートを作成します。
zh_hans: 生成 JSON 支持报告，其中包含应用、系统、权限、插件、设置和音频设备诊断信息。

source: Current
ja: 現在
zh_hans: 当前

source: Current Website
ja: 現在のWebサイト
zh_hans: 当前网站

source: Custom
ja: カスタム
zh_hans: 自定义

source: Custom Behavior
ja: カスタムの動作
zh_hans: 自定义行为

source: Custom Prompt
ja: カスタムプロンプト
zh_hans: 自定义提示词

source: Custom Workflow
ja: カスタムワークフロー
zh_hans: 自定义工作流

source: Custom workflows need an instruction or fine-tuning text.
ja: カスタムワークフローには、指示または微調整用のテキストが必要です。
zh_hans: 自定义工作流需要填写指令或微调说明。

source: Daily
ja: デイリー
zh_hans: 每日版

source: Dashboard
ja: ダッシュボード
zh_hans: 仪表板

source: Decide whether this drafts a reply or a full email.
ja: 返信の下書きか、メール全体の作成かを決定してください。
zh_hans: 选择生成回复内容或完整邮件。

source: Default LLM
ja: デフォルトLLM
zh_hans: 默认 LLM

source: Default provider
ja: デフォルトのプロバイダー
zh_hans: 默认提供商

source: Default Rule
ja: デフォルトルール
zh_hans: 默认规则

source: Define how TypeWhisper should respond in this context.
ja: このコンテキストでTypeWhisperがどのように応答するかを定義します。
zh_hans: 设置 TypeWhisper 在此场景中的处理方式。

source: Define the outcome, optional fine-tuning, and the output settings.
ja: 結果、オプションの微調整、および出力設定を定義します。
zh_hans: 设置处理结果、可选的微调说明和输出选项。

source: Define the response behavior first. Advanced includes provider, model, and temperature.
ja: まず応答の動作を定義します。「詳細」にはプロバイダー、モデル、温度の設定が含まれます。
zh_hans: 先设置响应方式。高级选项包括服务提供商、模型和温度。

source: Define the structure for the extracted information.
ja: 抽出する情報の構造を定義してください。
zh_hans: 设置提取结果的结构。

source: Delete rule?
ja: ルールを削除しますか？
zh_hans: 确定删除规则吗？

source: Delete workflow?
ja: ワークフローを削除しますか？
zh_hans: 确定删除工作流吗？

source: Describe the job briefly, then add optional tone and output hints.
ja: タスクを簡潔に説明し、オプションでトーンと出力のヒントを追加してください。
zh_hans: 简要描述任务，并按需补充语气和输出要求。

source: Describe what this custom workflow should do.
ja: このカスタムワークフローの処理内容を記述します。
zh_hans: 描述此自定义工作流需要完成的任务。

source: Describe your own task and let the wizard scaffold the prompt for you.
ja: 独自のタスクを説明し、ウィザードにプロンプトの骨組みを作成させます。
zh_hans: 描述你的任务，让向导为你生成提示词框架。

source: Describe your own task and let the wizard scaffold the prompt.
ja: 独自のタスクを説明し、ウィザードにプロンプトの骨組みを作成させます。
zh_hans: 描述你的任务，让向导生成提示词框架。

source: Design
ja: デザイン
zh_hans: 设计

source: Detailed
ja: 詳細
zh_hans: 详细

source: Details
ja: 詳細
zh_hans: 详情

source: Deutsch
ja: ドイツ語
zh_hans: 德语

source: DevOps & Cloud
ja: DevOps・クラウド
zh_hans: DevOps 与云服务

source: Dictation Only
ja: 音声入力のみ
zh_hans: 仅听写

source: Dictation Only workflows need a recording trigger.
ja: 「音声入力のみ」ワークフローには録音トリガーが必要です。
zh_hans: 仅听写工作流需要设置录音触发方式。

source: Dictation Recovery
ja: 音声入力の復元
zh_hans: 听写恢复

source: Dictionary and snippets sync with a commercial license.
ja: 辞書とスニペットの同期には商用ライセンスが必要です。
zh_hans: 商业许可证支持同步词典和快捷短语。

source: Diff
ja: 差分
zh_hans: 差异

source: Disabled
ja: 無効
zh_hans: 已停用

source: Discard
ja: 破棄
zh_hans: 放弃

source: Discover
ja: 見つける
zh_hans: 发现

source: Discover new plugins
ja: 新しいプラグインを見つける
zh_hans: 发现新插件

source: Discover plugins
ja: プラグインを見つける
zh_hans: 发现插件

source: Domains are only needed if the rule should apply to specific pages instead of the entire app.
ja: ドメインは、アプリ全体ではなく特定のページにルールを適用する場合にのみ必要です。
zh_hans: 仅当规则需要应用于特定网页，而不是整个应用时，才需要填写域名。

source: Draft
ja: 下書き
zh_hans: 草稿

source: Draft a reply or a full email from the input.
ja: 入力内容から返信やメール全文の下書きを作成します。
zh_hans: 根据输入内容起草回复或完整邮件。

source: Draft a reply or complete email from the incoming text.
ja: 受信したテキストから返信または完全なメールの下書きを作成します。
zh_hans: 根据收到的文本起草回复或完整邮件。

source: Drag this row to reorder global LLM fallbacks.
ja: この行をドラッグしてグローバルLLMフォールバックを並べ替えます。
zh_hans: 拖动此行可调整全局 LLM 备用项的顺序。

source: Drag this row to reorder workflows.
ja: ワークフローを並べ替えるにはこの行をドラッグします。
zh_hans: 拖动此行可调整工作流顺序。

source: Drag to reorder global LLM fallbacks
ja: グローバルLLMフォールバックを並べ替えるにはドラッグ
zh_hans: 拖动以调整全局 LLM 备用项的顺序

source: Drag to reorder workflow
ja: ドラッグしてワークフローを並べ替え
zh_hans: 拖动以调整工作流顺序

source: e.g. English
ja: 例: 英語
zh_hans: 例如：英语

source: e.g. Markdown, RTF, JSON, plain text
ja: 例: Markdown、RTF、JSON、プレーンテキスト
zh_hans: 例如：Markdown、RTF、JSON、纯文本

source: e.g. Return a short bullet list
ja: 例: 短い箇条書きリストを出力する
zh_hans: 例如：返回简短的项目符号列表

source: Edit prompt
ja: プロンプトを編集
zh_hans: 编辑提示词

source: Edit Rule
ja: ルールを編集
zh_hans: 编辑规则

source: Edit Workflow
ja: ワークフローを編集
zh_hans: 编辑工作流

source: Email
ja: メール
zh_hans: 邮件

source: Email Action
ja: メールアクション
zh_hans: 邮件操作

source: Email Draft
ja: メール下書き
zh_hans: 邮件草稿

source: Email Reply
ja: メール返信
zh_hans: 邮件回复

source: Enable Rule
ja: ルールを有効にする
zh_hans: 启用规则

source: Enabled
ja: 有効
zh_hans: 已启用

source: Engine
ja: エンジン
zh_hans: 引擎

source: Engine & Model
ja: エンジンとモデル
zh_hans: 引擎与模型

source: Engine Default
ja: エンジンのデフォルト
zh_hans: 引擎默认

source: Engine Support
ja: エンジン対応
zh_hans: 引擎支持

source: Enhance with AI
ja: AIで強化
zh_hans: 使用 AI 增强

source: Enter any TypeWhisper key here. The app automatically detects whether it is Supporter, Individual, Team, or Enterprise.
ja: ここにTypeWhisperのキーを入力してください。アプリがSupporter、Individual、Team、Enterpriseのいずれであるかを自動的に検出します。
zh_hans: 在此输入任意 TypeWhisper 密钥。应用会自动识别其属于支持者版、个人版、团队版还是企业版。

source: Enterprise
ja: エンタープライズ
zh_hans: 企业版

source: Enterprise covers company-wide rollout, procurement, and unlimited devices.
ja: Enterpriseは、全社規模の展開、調達、および無制限のデバイスを対象とします。
zh_hans: 企业版适用于全公司部署和采购，且不限制设备数量。

source: Everything stays on this page. Pick the plan that matches how you use TypeWhisper.
ja: このページ内ですべて完結します。TypeWhisperの用途に合ったプランを選択してください。
zh_hans: 所有选项都在此页面中。请选择符合你使用场景的方案。

source: Example: EN <-> DE translation with formatting preserved.
ja: 例: フォーマットを保持した英語⇔ドイツ語翻訳
zh_hans: 示例：在保留格式的情况下进行英语和德语双向翻译。

source: Example: extract JSON payloads or action items from meeting notes.
ja: 例: 議事録からJSONペイロードやアクションアイテムを抽出する
zh_hans: 示例：从会议记录中提取 JSON 数据或待办事项。

source: Example: make rough notes sound concise and clear.
ja: 例: 大まかなメモを簡潔で明確な文章にする
zh_hans: 示例：将零散笔记整理得简洁清晰。

source: Example: summarize bugs for Slack in a strict bullet format.
ja: 例: Slack用にバグを厳密な箇条書き形式で要約する
zh_hans: 示例：按固定的项目符号格式整理 Bug 摘要，用于发送到 Slack。

source: Example: turn raw notes into meeting notes or a table.
ja: 例: 未整理のメモを議事録や表に変換する
zh_hans: 示例：将原始笔记整理为会议纪要或表格。

source: Example: write a friendly short reply to an incoming message.
ja: 例: 受信したメッセージに対する親しみやすい短い返信を作成する
zh_hans: 示例：针对收到的消息撰写简短、友好的回复。

source: Examples: Slack -> English with Auto Enter, github.com -> code prompt, Mail -> German with translation.
ja: 例: Slack -> 英語（Auto Enter）、github.com -> コードプロンプト、Mail -> ドイツ語（翻訳あり）。
zh_hans: 示例：在 Slack 中使用英语并自动发送，在 github.com 使用代码提示词，在邮件中翻译为德语。

source: Examples: translate English/German, draft a reply, extract JSON, or turn notes into meeting notes.
ja: 例: 英語/ドイツ語の翻訳、返信の作成、JSONの抽出、メモの議事録への変換など。
zh_hans: 示例：中英德翻译、起草回复、提取 JSON，或将笔记整理为会议纪要。

source: Expected: %@
ja: 期待結果: %@
zh_hans: 预期结果：%@

source: Extract
ja: 抽出
zh_hans: 提取

source: Extract action items into a checklist.
ja: アクションアイテムを抽出してチェックリストを作成します。
zh_hans: 将待办事项提取为检查清单。

source: Extract JSON
ja: JSONを抽出
zh_hans: 提取 JSON

source: Extract structured data as JSON.
ja: 構造化データをJSONとして抽出します。
zh_hans: 将结构化数据提取为 JSON。

source: Extract Table
ja: 表を抽出
zh_hans: 提取表格

source: Extraction Output
ja: 抽出出力
zh_hans: 提取结果

source: Fallback
ja: フォールバック
zh_hans: 回退

source: File Automations
ja: ファイル自動化
zh_hans: 文件自动化

source: Finalize the visible prompt details first. The raw system prompt and action target live in Advanced.
ja: まず表示されるプロンプトの詳細を確定してください。生のシステムプロンプトとアクションの出力先は「詳細」にあります。
zh_hans: 先完成当前页面中的提示词设置。原始系统提示词和操作目标位于“高级”选项中。

source: Fine-Tuning
ja: 微調整
zh_hans: 微调

source: First give the rule a name. After that you’ll see the preview, and everything else is optional.
ja: まずルールに名前を付けます。その後プレビューが表示されます。それ以降の設定はすべて任意です。
zh_hans: 先为规则命名。随后会显示预览，其他设置均为可选项。

source: Flexible
ja: フレキシブル
zh_hans: 灵活

source: Fn will be set automatically when you continue.
ja: 続行すると、自動的にFnが設定されます。
zh_hans: 继续后将自动把 Fn 设为快捷键。

source: For short dictations, the matched workflow still controls output and actions, but the AI enhancement step is skipped. Values are limited to 0-10 words; 0 disables the skip.
ja: 短い音声入力の場合、一致したワークフローが出力とアクションを制御しますが、AIによる強化ステップはスキップされます。値の範囲は0〜10語で、0に設定するとスキップが無効になります。
zh_hans: 对于较短的听写，匹配的工作流仍会控制输出和操作，但会跳过 AI 增强步骤。可设置为 0–10 个词；设为 0 时不跳过。

source: Formal
ja: フォーマル
zh_hans: 正式

source: Formal Rewrite
ja: フォーマルに書き換え
zh_hans: 正式改写

source: Format
ja: フォーマット
zh_hans: 格式

source: Format as List
ja: リスト形式にする
zh_hans: 格式化为列表

source: Formatting Output
ja: フォーマット出力
zh_hans: 格式化输出

source: Free
ja: 無料
zh_hans: 免费

source: Friendly
ja: フレンドリー
zh_hans: 友好

source: Friendly Rewrite
ja: フレンドリーに書き換え
zh_hans: 友好改写

source: from 5 EUR/mo
ja: 月額5ユーロから
zh_hans: 从 5 EUR/mo

source: from 19 EUR/mo
ja: 月額19ユーロから
zh_hans: 从 19 EUR/mo

source: from 99 EUR/mo
ja: 月額99ユーロから
zh_hans: 从 99 EUR/mo

source: From context to behavior in three clear steps.
ja: 3つの明確なステップでコンテキストから動作まで設定します。
zh_hans: 只需三个步骤，即可从使用场景完成行为设置。

source: From goal to final system prompt in three clear steps.
ja: 3つの明確なステップで、目的から最終的なシステムプロンプトまで設定します。
zh_hans: 只需三个步骤，即可从目标生成最终系统提示词。

source: General writing
ja: 一般文章
zh_hans: 常规写作

source: Global LLM Fallbacks
ja: グローバルLLMフォールバック
zh_hans: 全局 LLM 备用项

source: Goal
ja: ゴール
zh_hans: 目标

source: Gold
ja: ゴールド
zh_hans: 金牌

source: Grant Microphone Access
ja: マイクへのアクセスを許可
zh_hans: 授予麦克风权限

source: Here you define language, prompt, engine, and output for this context. Priority and manual override come in the next step.
ja: ここでは、このコンテキストの言語、プロンプト、エンジン、出力を定義します。優先順位と手動オーバーライドは次のステップで設定します。
zh_hans: 在此处为此上下文定义语言、提示词、引擎和输出。优先级和手动覆盖将在下一步设置。

source: Homepage
ja: ホームページ
zh_hans: 主页

source: How should it respond?
ja: どのように応答しますか？
zh_hans: 如何处理？

source: How should TypeWhisper respond?
ja: TypeWhisperはどのように応答すべきですか？
zh_hans: TypeWhisper 应如何处理？

source: How spoken text is understood and optionally processed further.
ja: 話し言葉をどのように理解し、さらに処理を行うか（任意）を設定します。
zh_hans: 如何理解口语文本以及是否对其进行进一步处理。

source: How the result should be inserted into the target context.
ja: 結果を対象のコンテキストに挿入する方法。
zh_hans: 设置如何将结果插入目标位置。

source: Hybrid
ja: ハイブリッド
zh_hans: 混合模式

source: I already have a key
ja: すでにキーを持っている
zh_hans: 我已有密钥

source: Idea
ja: アイデア
zh_hans: 想法

source: If you already bought a supporter key, enter it above. GitHub Sponsors can still be claimed on the web.
ja: すでにサポーターキーを購入済みの場合は、上記に入力してください。GitHub Sponsorsは引き続きウェブから申請できます。
zh_hans: 如果你已购买支持者密钥，请在上方输入。GitHub Sponsors 身份仍可在网页上验证。

source: Ignores your saved provider setting and lets the provider use its own default behavior.
ja: 保存されたプロバイダ設定を無視し、プロバイダ独自のデフォルト動作を使用します。
zh_hans: 忽略你保存的提供商设置，让提供商使用其自己的默认行为。

source: Improve wording and tone while keeping the original meaning intact.
ja: 元の意味を保ちながら、言い回しとトーンを改善します。
zh_hans: 在保留原意的前提下改进措辞和语气。

source: Improve wording, tone, and readability without changing the meaning.
ja: 意味を変えずに、言い回し、トーン、読みやすさを改善します。
zh_hans: 在不改变含义的情况下改进措辞、语气和可读性。

source: Incompatible Bundle
ja: 互換性のないバンドル
zh_hans: 不兼容的包

source: Individual
ja: 個人
zh_hans: 个人版

source: Individual commercial license terms for up to 3 devices with recurring billing.
ja: 継続課金による最大3台のデバイス向けのIndividual商用ライセンス条件。
zh_hans: 个人商业许可证，最多支持 3 台设备，按期续费。

source: Individual covers one person who needs non-GPL terms, procurement, support, or proprietary distribution on up to 3 devices.
ja: Individualは、非GPL条件、調達、サポート、または最大3台のデバイスでの独自の配布を必要とする1人のユーザーを対象とします。
zh_hans: 个人版适用于需要非 GPL 条款、采购支持、技术支持或最多 3 台设备专有分发权的单人用户。

source: Inherited LLM workflows try these providers in order. A workflow override uses only its selected provider.
ja: 継承されたLLMワークフローは、これらのプロバイダを順番に試します。ワークフローの上書きは、選択したプロバイダのみを使用します。
zh_hans: 继承默认设置的 LLM 工作流会按顺序尝试这些服务提供商。指定服务提供商的工作流只使用所选项。

source: A spoken instruction like "write this as a friendly email" is detected, removed, and applied to the dictation.
ja: 「これを親しみやすいメールにして」のような音声指示を検出し、削除して、ディクテーションに適用します。
zh_hans: 检测并移除“将此内容改写成友好的电子邮件”等口述指令，然后将其应用于听写内容。

source: Dictated text is inserted unchanged. Turn on to detect a spoken transformation instruction in the dictation.
ja: ディクテーションのテキストは変更せずに挿入されます。音声による変換指示を検出するにはオンにします。
zh_hans: 听写文本将原样插入。开启后可检测听写中的口述转换指令。

source: Install a transcription engine in Integrations before using workflow engine overrides.
ja: ワークフローエンジンの上書きを使用する前に、「統合」で文字起こしエンジンをインストールしてください。
zh_hans: 使用工作流引擎覆盖前，请先在“集成”中安装转录引擎。

source: Install an LLM provider in Integrations before using workflow overrides.
ja: ワークフローの上書きを使用する前に、「統合」でLLMプロバイダをインストールしてください。
zh_hans: 使用工作流覆盖前，请先在“集成”中安装 LLM 服务提供商。

source: Install an LLM provider plugin such as Groq or OpenAI to use prompt actions.
ja: プロンプトアクションを使用するには、GroqやOpenAIなどのLLMプロバイダプラグインをインストールしてください。
zh_hans: 请安装 Groq、OpenAI 等 LLM 服务提供商插件后再使用提示词操作。

source: Install and run the GPL version as-is, including personal or internal use.
ja: 個人利用や内部利用を含め、GPL版をそのままインストールして実行します。
zh_hans: 可直接安装和运行 GPL 版本，包括个人或内部使用。

source: Install Plugin
ja: プラグインをインストール
zh_hans: 安装插件

source: Installing %1$@ %2$@ will replace an older external plugin bundle (%3$@) that was kept for another TypeWhisper runtime. Older app versions may stop using that bundle after this replacement.
ja: %@ %@のインストールは、別のTypeWhisperランタイム用に保持されていた古い外部プラグインバンドル(%@)を置き換えます。この置き換え後、古いアプリバージョンはそのバンドルの使用を停止する可能性があります。
zh_hans: 安装 %1$@ %2$@ 将替换为其他 TypeWhisper 运行环境保留的旧外部插件包（%3$@）。替换后，旧版应用可能无法继续使用该插件包。

source: Installing this plugin will replace an older external bundle that was kept for another TypeWhisper runtime. Older app versions may stop using that bundle after this replacement.
ja: このプラグインをインストールすると、別のTypeWhisperランタイム用に保持されていた古い外部バンドルが置き換えられます。この置き換え後、古いアプリバージョンはそのバンドルの使用を停止する可能性があります。
zh_hans: 安装此插件将替换为其他 TypeWhisper 运行环境保留的旧外部插件包。替换后，旧版应用可能无法继续使用该插件包。

source: Installs and selects Parakeet.
ja: Parakeetをインストールして選択します。
zh_hans: 安装并选择 Parakeet。

source: Instruction
ja: 指示
zh_hans: 指令

source: Japanese
ja: 日本語
zh_hans: 日语

source: Jump straight to the activation field in License settings.
ja: ライセンス設定のアクティベーションフィールドに直接移動します。
zh_hans: 直接跳转到许可证设置中的激活栏。

source: Keep Automatic
ja: 自動のまま
zh_hans: 保持自动

source: Keep this on the provider default unless this prompt needs a different creativity level.
ja: このプロンプトに異なる創造性レベルが必要な場合を除き、プロバイダのデフォルトのままにしてください。
zh_hans: 除非此提示词需要不同的创造力水平，否则保持提供商默认值即可。

source: Keep using the GPL version as-is.
ja: GPL版をそのまま使用する。
zh_hans: 继续使用原版 GPL 版本。

source: Keeps a team of up to 10 devices covered with a recurring plan.
ja: 継続プランにより、最大10台のデバイスのチームをカバーします。
zh_hans: 通过续订计划覆盖最多 10 台设备的团队。

source: Key Points
ja: 要点
zh_hans: 要点

source: Language & Transformation
ja: 言語と変換
zh_hans: 语言与转换

source: Languages
ja: 言語
zh_hans: 语言

source: Leave the model on Engine Default to follow the engine's selected model.
ja: エンジンで選択されたモデルに従うには、モデルを「エンジンのデフォルト」のままにしてください。
zh_hans: 将模型设为“引擎默认”，即可跟随引擎当前选择的模型。

source: Leave the model on Provider Default to follow the selected provider's preferred model.
ja: 選択したプロバイダの推奨モデルに従うには、モデルを「プロバイダのデフォルト」のままにしてください。
zh_hans: 将模型保持在“提供商默认”，以使用所选提供商推荐的模型。

source: Leave this on Insert Text unless the result should trigger a plugin action.
ja: 結果でプラグインアクションをトリガーする場合を除き、「テキストを挿入」のままにしてください。
zh_hans: 除非结果需要触发插件操作，否则请保持“插入文本”。

source: Leave this on Insert Text unless the workflow result should trigger a plugin action.
ja: ワークフローの結果でプラグインアクションをトリガーする必要がない限り、これは「テキストを挿入」のままにしてください。
zh_hans: 除非工作流结果需要触发插件操作，否则请保持“插入文本”。

source: Legacy Bundle
ja: レガシーバンドル
zh_hans: 旧版插件包

source: Legal
ja: 法律
zh_hans: 法律

source: Length
ja: 長さ
zh_hans: 长度

source: Lifetime
ja: ライフタイム
zh_hans: 终身版

source: Lightweight built-in option with no large local model. Parakeet gives better quality for daily dictation.
ja: 大規模なローカルモデルを使用しない軽量な内蔵オプションです。日常的な音声入力には、Parakeetの方がより高品質です。
zh_hans: 轻量级内置方案，无需下载大型本地模型。日常听写建议使用效果更好的 Parakeet。

source: List
ja: リスト
zh_hans: 列表

source: LLM Override
ja: LLMの上書き
zh_hans: LLM 覆盖

source: LLM Prompt
ja: LLMプロンプト
zh_hans: LLM 提示词

source: Loading audio
ja: 音声を読み込み中
zh_hans: 正在加载音频

source: Local & Cloud
ja: ローカルとクラウド
zh_hans: 本地和云端

source: Local defaults are ready first; cloud providers can wait.
ja: 最初にローカルのデフォルト設定が準備されます。クラウドプロバイダの設定は後回しにできます。
zh_hans: 优先设置本地功能，云服务提供商可以稍后配置。

source: Lower upfront cost
ja: 初期費用を抑える
zh_hans: 更低的初始成本

source: Magic
ja: マジック
zh_hans: 智能

source: Manage in Integrations
ja: 統合で管理
zh_hans: 在集成中管理

source: Manage Purchases
ja: 購入の管理
zh_hans: 管理购买项目

source: Manage this Mac and your subscription
ja: このMacとサブスクリプションを管理
zh_hans: 管理此 Mac 和订阅

source: Manual Override
ja: 手動オーバーライド
zh_hans: 手动覆盖

source: Manual override active
ja: 手動オーバーライドが有効
zh_hans: 手动覆盖已启用

source: Manual override, priority, memory, and more details.
ja: 手動オーバーライド、優先順位、メモリ、その他の詳細。
zh_hans: 手动覆盖、优先级、记忆以及更多详细信息。

source: Manual prompt
ja: 手動プロンプト
zh_hans: 手动提示词

source: Manually triggered
ja: 手動トリガー
zh_hans: 手动触发

source: Manuell: %@
ja: 手動: %@
zh_hans: 手动：%@

source: Marketplace
ja: マーケットプレイス
zh_hans: 市场

source: Memory
ja: メモリ
zh_hans: 记忆

source: Microphone Access
ja: マイクへのアクセス
zh_hans: 麦克风权限

source: Minimum words
ja: 最小単語数
zh_hans: 最少单词数

source: Mittel
ja: 中
zh_hans: 中等

source: Mode
ja: モード
zh_hans: 模式
